import React from "react";

function Content() {
  return (
    <div>
      <h3>Моє хобі:</h3>
      <ul>
        <li>Автоспорт</li>
        <li>Фотографія</li>
        <li>Малювання</li>
      </ul>

      <h3>Улюблені книги/фільми:</h3>
      <ol>
        <li>"Хірург" - Тесс Геррітсен</li>
        <li>"Аутсайдер" - Стівен Кінг</li>
        <li>"Вбивця сидить навпроти" - Джон Дуглас</li>
      </ol>

      <h3>Опис улюбленого міста:</h3>
      <p>
        Моє улюблене місто – Прага. Воно вражає своєю неповторною готичною
        архітектурою, величними замками та старовинними мостами. Прага має
        особливу атмосферу середньовічного чарівництва, що переносить у часи
        королів та лицарів. Це місто, де історія дихає на кожному кроці,
        поєднуючись із сучасним ритмом життя та європейською культурою.
      </p>
    </div>
  );
}

export default Content;
